var config = {
    texts: [
        "生日如期而至！",
        "很高兴你又添了一岁~"
        "希望能给你送上今天的第一份祝福😏",
        "愿你无忧无虑",
        "忘记烦恼😊",
        "人生嘛",
        "最重要的就是HAPPY🎉🎉🎉",
        "愿你如今晚的星辰✨",
        "独一无二，璀璨夺目",
        "按着你本来的样子生长✨",
        "..."
        "希望以后陪你过每一个生日🌹"
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始🌈",
        play: "MUSIC🎻",
        bannar_coming: "布景✨",
        balloons_flying: "气球🎈",
        cake_fadein: "怎么能少的了蛋糕🎂",
        light_candle: "点蜡烛吧❤️",
        wish_message: "生日快乐🥳🥳🥳",
        story: "叮～请查收！🌺",
    }
};
